Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

# Replacing... (%lld/%lld)
source: Replacing... (%1$lld/%2$lld)
de: Ersetzen... (%1$lld/%2$lld)
es: Reemplazando... (%1$lld/%2$lld)
fr: Remplacement... (%1$lld/%2$lld)
hi: प्रतिस्थापित किया जा रहा है... (%1$lld/%2$lld)
id: Mengganti... (%1$lld/%2$lld)
ja: 交換中... (%1$lld/%2$lld)
ko: 교체 중... (%1$lld/%2$lld)
pl: Zastępowanie... (%1$lld/%2$lld)
pt_br: Substituindo... (%1$lld/%2$lld)
tr: Değiştiriliyor... (%1$lld/%2$lld)
uk: Заміна... (%1$lld/%2$lld)
vi: Đang thay thế... (%1$lld/%2$lld)
zh_hans: 正在更换...（%1$lld/%2$lld）
zh_hant: 正在更換...（%1$lld/%2$lld）

source: Request timed out
de: Zeitüberschreitung bei der Anfrage
es: Solicitud agotada
fr: La demande a expiré
hi: अनुरोध का समय समाप्त हो गया
id: Waktu permintaan habis
ja: リクエストがタイムアウトしました
ko: 요청 시간이 초과되었습니다.
pl: Upłynął limit czasu żądania
pt_br: A solicitação expirou
tr: İstek zaman aşımına uğradı
uk: Час очікування запиту минув
vi: Yêu cầu đã hết thời gian
zh_hans: 请求超时
zh_hant: 請求超時

source: Required only when creating a public DNS zone. Existing zones retain their own resource group.
de: Nur erforderlich, wenn eine öffentliche DNS-Zone erstellt wird. Vorhandene Zonen behalten ihre eigene Ressourcengruppe.
es: Requerido solo al crear una zona DNS pública. Las zonas existentes conservan su propio grupo de recursos.
fr: Requis uniquement lors de la création d'une zone DNS publique. Les zones existantes conservent leur propre groupe de ressources.
hi: केवल सार्वजनिक DNS ज़ोन बनाते समय आवश्यक है। मौजूदा क्षेत्र अपना स्वयं का संसाधन समूह बनाए रखते हैं।
id: Diperlukan hanya saat membuat zona DNS publik. Zona yang ada mempertahankan kelompok sumber dayanya sendiri.
ja: パブリック DNS ゾーンを作成する場合にのみ必要です。既存のゾーンは独自のリソース グループを保持します。
ko: 퍼블릭 DNS 영역을 생성할 때만 필요합니다. 기존 영역은 자체 리소스 그룹을 유지합니다.
pl: Wymagane tylko w przypadku tworzenia publicznej strefy DNS. Istniejące strefy zachowują własną grupę zasobów.
pt_br: Obrigatório somente ao criar uma zona DNS pública. As zonas existentes mantêm seu próprio grupo de recursos.
tr: Yalnızca genel DNS bölgesi oluştururken gereklidir. Mevcut bölgeler kendi kaynak gruplarını korur.
uk: Необхідно лише під час створення публічної зони DNS. Існуючі зони зберігають власну ресурсну групу.
vi: Chỉ bắt buộc khi tạo vùng DNS công cộng. Các vùng hiện tại giữ lại nhóm tài nguyên của riêng chúng.
zh_hans: 仅在创建公共 DNS 区域时需要。现有区域保留自己的资源组。
zh_hant: 僅在建立公共 DNS 區域時需要。現有區域保留自己的資源組。

source: Resource Record Sets
de: Ressourcendatensatzsätze
es: Conjuntos de registros de recursos
fr: Jeux d'enregistrements de ressources
hi: संसाधन रिकॉर्ड सेट
id: Kumpulan Catatan Sumber Daya
ja: リソースレコードセット
ko: 리소스 레코드 세트
pl: Zestawy rekordów zasobów
pt_br: Conjuntos de registros de recursos
tr: Kaynak Kayıt Kümeleri
uk: Набори записів ресурсів
vi: Bộ bản ghi tài nguyên
zh_hans: 资源记录集
zh_hant: 資源記錄集

source: Reveal in Finder
de: Im Finder anzeigen
es: Revelar en Finder
fr: Révéler dans le Finder
hi: खोजक में प्रकट करें
id: Buka di Finder
ja: ファインダーで表示
ko: Finder에 공개
pl: Pokaż w Finderze
pt_br: Revelar no Finder
tr: Finder'da Göster
uk: Відкрити в Finder
vi: Tiết lộ trong Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# Row %lld - %@: %@
source: Row %1$lld - %2$@: %3$@
de: Zeile %1$lld - %2$@: %3$@
es: Fila %1$lld - %2$@: %3$@
fr: Rangée %1$lld - %2$@ : %3$@
hi: पंक्ति %1$lld - %2$@: %3$@
id: Baris %1$lld - %2$@: %3$@
ja: 行 %1$lld - %2$@: %3$@
ko: 행 %1$lld - %2$@: %3$@
pl: Wiersz %1$lld - %2$@: %3$@
pt_br: Linha %1$lld - %2$@: %3$@
tr: Sıra %1$lld - %2$@: %3$@
uk: Ряд %1$lld - %2$@: %3$@
vi: Hàng %1$lld - %2$@: %3$@
zh_hans: 行 %1$lld - %2$@：%3$@
zh_hant: 行 %1$lld - %2$@：%3$@

source: SRV Metrics
de: SRV-Metriken
es: Métricas SRV
fr: Métriques SRV
hi: एसआरवी मेट्रिक्स
id: Metrik SRV
ja: SRV メトリクス
ko: SRV 측정항목
pl: Metryki SRV
pt_br: Métricas SRV
tr: SRV Metrikleri
uk: Метрика SRV
vi: Số liệu SRV
zh_hans: SRV指标
zh_hant: SRV指標

source: SRV Record Details
de: Details zum SRV-Datensatz
es: Detalles del registro SRV
fr: Détails de l'enregistrement SRV
hi: एसआरवी रिकॉर्ड विवरण
id: Detail Catatan SRV
ja: SRV レコードの詳細
ko: SRV 레코드 세부정보
pl: Szczegóły rekordu SRV
pt_br: Detalhes do registro SRV
tr: SRV Kaydı Detayları
uk: Деталі запису SRV
vi: Chi tiết bản ghi SRV
zh_hans: SRV 记录详细信息
zh_hant: SRV 記錄詳細信息

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Scaleway models TTL as an unsigned 32-bit number and versions every DNS record change.
de: Scaleway modelliert TTL als vorzeichenlose 32-Bit-Zahl und versioniert jede DNS-Eintragsänderung.
es: Scaleway modela TTL como un número de 32 bits sin firmar y versiona cada cambio de registro DNS.
fr: Scaleway modélise le TTL sous la forme d'un numéro 32 bits non signé et met à jour chaque modification d'enregistrement DNS.
hi: स्केलवे टीटीएल को एक अहस्ताक्षरित 32-बिट संख्या के रूप में मॉडल करता है और प्रत्येक DNS रिकॉर्ड परिवर्तन को संस्करणित करता है।
id: Scaleway memodelkan TTL sebagai nomor 32-bit yang tidak ditandatangani dan membuat versi setiap perubahan data DNS.
ja: Scaleway は、TTL を符号なしの 32 ビット数値としてモデル化し、DNS レコードが変更されるたびにバージョンを管理します。
ko: Scaleway는 TTL을 부호 없는 32비트 숫자로 모델링하고 DNS 레코드가 변경될 때마다 버전을 지정합니다.
pl: Scaleway modeluje TTL jako 32-bitową liczbę bez znaku i wersjonuje każdą zmianę rekordu DNS.
pt_br: O Scaleway modela o TTL como um número não assinado de 32 bits e cria versões de cada alteração no registro DNS.
tr: Scaleway, TTL'yi imzasız 32 bitlik bir sayı olarak modeller ve her DNS kaydında değişen sürümler sunar.
uk: Scaleway моделює TTL як 32-розрядне число без знаку та версії кожної зміни запису DNS.
vi: Scalway mô hình hóa TTL dưới dạng số 32 bit không dấu và các phiên bản mỗi bản ghi DNS thay đổi.
zh_hans: Scaleway 将 TTL 建模为无符号 32 位数字，并针对每次 DNS 记录更改进行版本控制。
zh_hant: Scaleway 將 TTL 建模為無符號 32 位元數字，並針對每次 DNS 記錄變更進行版本控制。

source: Search records...
de: Datensätze durchsuchen...
es: Buscar registros...
fr: Rechercher des enregistrements...
hi: रिकॉर्ड खोजें...
id: Cari catatan...
ja: レコードを検索...
ko: 기록 검색...
pl: Wyszukaj rekordy...
pt_br: Pesquisar registros...
tr: Kayıtları ara...
uk: Пошук записів...
vi: Tìm kiếm hồ sơ...
zh_hans: 搜索记录...
zh_hant: 搜尋記錄...

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
hi: सेकंड
id: Detik
ja: 秒
ko: 초
pl: Sekundy
pt_br: Segundos
tr: Saniye
uk: секунд
vi: Giây
zh_hans: 秒数
zh_hant: 秒數

source: Secret API Key
de: Geheimer API-Schlüssel
es: Clave API secreta
fr: Clé API secrète
hi: गुप्त एपीआई कुंजी
id: Kunci API Rahasia
ja: シークレットAPIキー
ko: 비밀 API 키
pl: Tajny klucz API
pt_br: Chave secreta da API
tr: Gizli API Anahtarı
uk: Секретний ключ API
vi: Khóa API bí mật
zh_hans: 秘密 API 密钥
zh_hant: 秘密 API 金鑰

source: Secret Access Key
de: Geheimer Zugangsschlüssel
es: Clave de acceso secreta
fr: Clé d'accès secrète
hi: गुप्त पहुँच कुंजी
id: Kunci Akses Rahasia
ja: シークレットアクセスキー
ko: 비밀 액세스 키
pl: Tajny klucz dostępu
pt_br: Chave de acesso secreta
tr: Gizli Erişim Anahtarı
uk: Секретний ключ доступу
vi: Khóa truy cập bí mật
zh_hans: 秘密访问密钥
zh_hant: 秘密存取密鑰

source: Secret Key
de: Geheimer Schlüssel
es: clave secreta
fr: Clé secrète
hi: गुप्त कुंजी
id: Kunci Rahasia
ja: 秘密鍵
ko: 비밀키
pl: Tajny klucz
pt_br: Chave secreta
tr: Gizli Anahtar
uk: Секретний ключ
vi: Khóa bí mật
zh_hans: 秘密钥匙
zh_hant: 秘密鑰匙

source: Secret key cannot be empty
de: Der geheime Schlüssel darf nicht leer sein
es: La clave secreta no puede estar vacía
fr: La clé secrète ne peut pas être vide
hi: गुप्त कुंजी खाली नहीं हो सकती
id: Kunci rahasia tidak boleh kosong
ja: 秘密キーを空にすることはできません
ko: 비밀 키는 비워둘 수 없습니다.
pl: Tajny klucz nie może być pusty
pt_br: A chave secreta não pode estar vazia
tr: Gizli anahtar boş olamaz
uk: Секретний ключ не може бути порожнім
vi: Khóa bí mật không được để trống
zh_hans: 秘钥不能为空
zh_hant: 秘鑰不能為空

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt_br: Segurança
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全性
zh_hant: 安全性

source: Select an environment
de: Wählen Sie eine Umgebung aus
es: Seleccione un entorno
fr: Sélectionnez un environnement
hi: एक परिवेश चुनें
id: Pilih lingkungan
ja: 環境を選択してください
ko: 환경을 선택하세요
pl: Wybierz środowisko
pt_br: Selecione um ambiente
tr: Bir ortam seçin
uk: Виберіть середовище
vi: Chọn một môi trường
zh_hans: 选择环境
zh_hant: 選擇環境

source: Server error: %lld
de: Serverfehler: %lld
es: Error del servidor: %lld
fr: Erreur de serveur : %lld
hi: सर्वर त्रुटि: %lld
id: Kesalahan server: %lld
ja: サーバー エラー: %lld
ko: 서버 오류: %lld
pl: Błąd serwera: %lld
pt_br: Erro do servidor: %lld
tr: Sunucu hatası: %lld
uk: Помилка сервера: %lld
vi: Lỗi máy chủ: %lld
zh_hans: 服务器错误：%lld
zh_hant: 伺服器錯誤：%lld

source: Service (e.g. _sip)
de: Dienst (z. B. _sip)
es: Servicio (por ejemplo, _sip)
fr: Service (par exemple _sip)
hi: सेवा (उदा. _सिप)
id: Layanan (misalnya _sip)
ja: サービス (例: _sip)
ko: 서비스(예: _sip)
pl: Usługa (np. _sip)
pt_br: Serviço (por exemplo, _sip)
tr: Hizmet (ör. _sip)
uk: Служба (наприклад, _sip)
vi: Dịch vụ (ví dụ _sip)
zh_hans: 服务（例如_sip）
zh_hant: 服務（例如_sip）

source: Service Account JSON
de: Dienstkonto JSON
es: Cuenta de servicio JSON
fr: Compte de service JSON
hi: सेवा खाता JSON
id: Akun Layanan JSON
ja: サービスアカウントJSON
ko: 서비스 계정 JSON
pl: Konto usługi JSON
pt_br: JSON da conta de serviço
tr: Hizmet Hesabı JSON
uk: Обліковий запис служби JSON
vi: Tài khoản dịch vụ JSON
zh_hans: 服务帐户 JSON
zh_hant: 服務帳戶 JSON

source: Service Type
de: Servicetyp
es: Tipo de servicio
fr: Type de service
hi: सेवा प्रकार
id: Jenis Layanan
ja: サービスの種類
ko: 서비스 유형
pl: Typ usługi
pt_br: Tipo de serviço
tr: Hizmet Türü
uk: Тип послуги
vi: Loại dịch vụ
zh_hans: 服务类型
zh_hant: 服務類型

source: Settings…
de: Einstellungen…
es: Configuración…
fr: Paramètres…
hi: सेटिंग्स…
id: Pengaturan…
ja: 設定…
ko: 설정…
pl: Ustawienia…
pt_br: Configurações…
tr: Ayarlar…
uk: Налаштування…
vi: Cài đặt…
zh_hans: 设置...
zh_hant: 設定...

source: Share this record
de: Teilen Sie diesen Datensatz
es: Comparte este registro
fr: Partager ce disque
hi: इस रिकॉर्ड को साझा करें
id: Bagikan catatan ini
ja: この記録を共有する
ko: 이 기록을 공유하세요
pl: Udostępnij ten zapis
pt_br: Compartilhe este registro
tr: Bu kaydı paylaş
uk: Поділіться цим записом
vi: Chia sẻ kỷ lục này
zh_hans: 分享此记录
zh_hant: 分享此記錄

source: Shopper ID
de: Käufer-ID
es: Identificación del comprador
fr: Identifiant de l'acheteur
hi: दुकानदार आईडी
id: ID Pembeli
ja: 買い物客ID
ko: 구매자 ID
pl: Identyfikator kupującego
pt_br: ID do comprador
tr: Alışverişçi kimliği
uk: ID покупця
vi: ID người mua hàng
zh_hans: 购物者 ID
zh_hant: 購物者 ID

source: Short (e.g., 1/15/23, 10:00 AM)
de: Kurz (z. B. 15.01.23, 10:00 Uhr)
es: Corto (por ejemplo, 15/01/23, 10:00 a. m.)
fr: Court (par exemple, 15/01/23, 10h00)
hi: संक्षिप्त (जैसे, 1/15/23, 10:00 पूर्वाह्न)
id: Singkat (misalnya, 15/1/23, 10.00)
ja: 短い (例: 1/15/23、午前 10:00)
ko: 짧은 형식(예: 2023년 1월 15일, 오전 10시)
pl: Krótkie (np. 15.01.23, 10:00)
pt_br: Curto (por exemplo, 15/01/23, 10h)
tr: Kısa (ör. 15.01.2023, 10:00)
uk: Короткий (наприклад, 15.01.23, 10:00)
vi: Ngắn (ví dụ: 15/1/23, 10:00 sáng)
zh_hans: 简短（例如 23 年 1 月 15 日上午 10:00）
zh_hant: 簡短（例如 23 年 1 月 15 日上午 10:00）

source: Show TTL column
de: TTL-Spalte anzeigen
es: Mostrar columna TTL
fr: Afficher la colonne TTL
hi: टीटीएल कॉलम दिखाएँ
id: Tampilkan kolom TTL
ja: TTL列を表示
ko: TTL 열 표시
pl: Pokaż kolumnę TTL
pt_br: Mostrar coluna TTL
tr: TTL sütununu göster
uk: Показати стовпець TTL
vi: Hiển thị cột TTL
zh_hans: 显示 TTL 列
zh_hant: 顯示 TTL 列

source: Show comments column
de: Kommentarspalte anzeigen
es: Mostrar columna de comentarios
fr: Afficher la colonne des commentaires
hi: टिप्पणियाँ कॉलम दिखाएँ
id: Tampilkan kolom komentar
ja: コメント欄を表示
ko: 댓글 열 표시
pl: Pokaż kolumnę komentarzy
pt_br: Mostrar coluna de comentários
tr: Yorumlar sütununu göster
uk: Показати колонку коментарів
vi: Hiển thị cột bình luận
zh_hans: 显示评论栏
zh_hant: 顯示評論欄

source: Show meta badges
de: Meta-Badges anzeigen
es: Mostrar metainsignias
fr: Afficher les méta-badges
hi: मेटा बैज दिखाएँ
id: Tampilkan lencana meta
ja: メタバッジを表示する
ko: 메타 배지 표시
pl: Pokaż metaodznaki
pt_br: Mostrar meta emblemas
tr: Meta rozetleri göster
uk: Показати мета-значки
vi: Hiển thị huy hiệu meta
zh_hans: 显示元徽章
zh_hant: 顯示元徽章

source: Show zone information
de: Zoneninformationen anzeigen
es: Mostrar información de zona
fr: Afficher les informations sur les zones
hi: ज़ोन की जानकारी दिखाएँ
id: Tampilkan informasi zona
ja: ゾーン情報を表示する
ko: 구역 정보 표시
pl: Pokaż informacje o strefie
pt_br: Mostrar informações da zona
tr: Bölge bilgilerini göster
uk: Показати інформацію про зону
vi: Hiển thị thông tin vùng
zh_hans: 显示区域信息
zh_hant: 顯示區域資訊

source: Spaceship DNS record TTLs must be between 60 and 3600 seconds.
de: Die TTLs für DNS-Einträge von Raumschiffen müssen zwischen 60 und 3600 Sekunden liegen.
es: Los TTL del registro DNS de la nave espacial deben estar entre 60 y 3600 segundos.
fr: Les durées de vie des enregistrements DNS du vaisseau spatial doivent être comprises entre 60 et 3 600 secondes.
hi: स्पेसशिप डीएनएस रिकॉर्ड टीटीएल 60 से 3600 सेकंड के बीच होना चाहिए।
id: TTL rekaman DNS pesawat ruang angkasa harus antara 60 dan 3600 detik.
ja: Spaceship DNS レコードの TTL は 60 ～ 3600 秒である必要があります。
ko: 우주선 DNS 레코드 TTL은 60~3600초 사이여야 합니다.
pl: Wartość TTL rekordu DNS statku kosmicznego musi wynosić od 60 do 3600 sekund.
pt_br: Os TTLs do registro DNS da nave espacial devem estar entre 60 e 3.600 segundos.
tr: Uzay gemisi DNS kaydı TTL'leri 60 ila 3600 saniye arasında olmalıdır.
uk: TTL запису DNS космічного корабля має становити від 60 до 3600 секунд.
vi: TTL của bản ghi DNS tàu vũ trụ phải nằm trong khoảng từ 60 đến 3600 giây.
zh_hans: 宇宙飞船 DNS 记录 TTL 必须介于 60 到 3600 秒之间。
zh_hant: 太空船 DNS 記錄 TTL 必須介於 60 到 3600 秒之間。

source: Star
de: Stern
es: estrella
fr: Étoile
hi: सितारा
id: Bintang
ja: スター
ko: 스타
pl: Gwiazda
pt_br: Estrela
tr: Yıldız
uk: зірка
vi: Ngôi sao
zh_hans: 明星
zh_hant: 明星

source: Starred
de: Mit einem Stern versehen
es: Destacado
fr: Favoris
hi: तारांकित
id: Berbintang
ja: スター付き
ko: 별표 표시됨
pl: Oznaczone gwiazdką
pt_br: Com estrela
tr: Yıldızlı
uk: Позначено зірочкою
vi: Được gắn dấu sao
zh_hans: 已加星标
zh_hant: 已加星標

source: Subscription ID
de: Abonnement-ID
es: ID de suscripción
fr: Identifiant d'abonnement
hi: सदस्यता आईडी
id: ID Langganan
ja: サブスクリプションID
ko: 구독 ID
pl: Identyfikator subskrypcji
pt_br: ID da assinatura
tr: Abonelik Kimliği
uk: Ідентифікатор підписки
vi: ID đăng ký
zh_hans: 订阅ID
zh_hant: 訂閱ID

source: Substring to find
de: Zu findender Teilstring
es: Subcadena para encontrar
fr: Sous-chaîne à rechercher
hi: खोजने के लिए सबस्ट्रिंग
id: Substring untuk ditemukan
ja: 検索する部分文字列
ko: 찾을 하위 문자열
pl: Podciąg do znalezienia
pt_br: Substring a ser encontrada
tr: Bulunacak alt dize
uk: Підрядок для пошуку
vi: Chuỗi con cần tìm
zh_hans: 要查找的子字符串
zh_hant: 要查找的子字串

source: TTL is sent as whole seconds; Vultr's API does not publish a narrower numeric range.
de: TTL wird als ganze Sekunden gesendet; Die API von Vultr veröffentlicht keinen engeren numerischen Bereich.
es: TTL se envía en segundos completos; La API de Vultr no publica un rango numérico más estrecho.
fr: Le TTL est envoyé sous forme de secondes entières ; L'API de Vultr ne publie pas de plage numérique plus étroite.
hi: टीटीएल पूरे सेकंड के रूप में भेजा जाता है; Vultr का एपीआई एक संकीर्ण संख्यात्मक श्रेणी प्रकाशित नहीं करता है।
id: TTL dikirim dalam hitungan detik; API Vultr tidak menerbitkan rentang numerik yang lebih sempit.
ja: TTL は秒単位で送信されます。 Vultr の API は、これより狭い数値範囲を公開しません。
ko: TTL은 전체 초 단위로 전송됩니다. Vultr의 API는 더 좁은 숫자 범위를 게시하지 않습니다.
pl: TTL jest wysyłany jako pełne sekundy; Interfejs API Vultr nie publikuje węższego zakresu liczbowego.
pt_br: O TTL é enviado em segundos inteiros; A API do Vultr não publica um intervalo numérico mais restrito.
tr: TTL tam saniye olarak gönderilir; Vultr'un API'si daha dar bir sayısal aralık yayınlamaz.
uk: TTL надсилається як цілі секунди; API Vultr не публікує вужчий числовий діапазон.
vi: TTL được gửi dưới dạng toàn bộ giây; API của Vultr không công bố phạm vi số hẹp hơn.
zh_hans: TTL 以整秒形式发送； Vultr 的 API 不会发布更窄的数值范围。
zh_hant: TTL 以整秒形式發送； Vultr 的 API 不會發布更窄的數值範圍。

source: TTL must be at least 1 second. DigitalOcean may align TTLs for records in the same RRset.
de: TTL muss mindestens 1 Sekunde betragen. DigitalOcean kann TTLs für Datensätze im selben RRset ausrichten.
es: TTL debe ser de al menos 1 segundo. DigitalOcean puede alinear TTL para registros en el mismo RRset.
fr: Le TTL doit être d'au moins 1 seconde. DigitalOcean peut aligner les durées de vie des enregistrements dans le même RRset.
hi: टीटीएल कम से कम 1 सेकंड का होना चाहिए. DigitalOcean उसी RRset में रिकॉर्ड के लिए TTL को संरेखित कर सकता है।
id: TTL harus minimal 1 detik. DigitalOcean dapat menyelaraskan TTL untuk rekaman di RRset yang sama.
ja: TTL は少なくとも 1 秒である必要があります。 DigitalOcean は、同じ RRset 内のレコードの TTL を調整する場合があります。
ko: TTL은 1초 이상이어야 합니다. DigitalOcean은 동일한 RRset의 레코드에 대한 TTL을 정렬할 수 있습니다.
pl: TTL musi wynosić co najmniej 1 sekundę. DigitalOcean może wyrównać TTL dla rekordów w tym samym zestawie RR.
pt_br: O TTL deve ser de pelo menos 1 segundo. A DigitalOcean pode alinhar TTLs para registros no mesmo RRset.
tr: TTL en az 1 saniye olmalıdır. DigitalOcean, aynı RRset'teki kayıtlar için TTL'leri hizalayabilir.
uk: TTL має бути не менше 1 секунди. DigitalOcean може вирівнювати TTL для записів в одному наборі RRset.
vi: TTL phải dài ít nhất 1 giây. DigitalOcean có thể căn chỉnh các TTL cho các bản ghi trong cùng một tập bản ghi tài nguyên.
zh_hans: TTL 必须至少为 1 秒。 DigitalOcean 可以对齐同一 RR 集中记录的 TTL。
zh_hant: TTL 必須至少為 1 秒。 DigitalOcean 可以對齊同一 RR 集中記錄的 TTL。

source: TTL must be at least 60 seconds.
de: Die TTL muss mindestens 60 Sekunden betragen.
es: TTL debe ser de al menos 60 segundos.
fr: Le TTL doit être d'au moins 60 secondes.
hi: टीटीएल कम से कम 60 सेकंड का होना चाहिए।
id: TTL harus minimal 60 detik.
ja: TTL は少なくとも 60 秒である必要があります。
ko: TTL은 60초 이상이어야 합니다.
pl: TTL musi wynosić co najmniej 60 sekund.
pt_br: O TTL deve ter pelo menos 60 segundos.
tr: TTL en az 60 saniye olmalıdır.
uk: TTL має бути не менше 60 секунд.
vi: TTL phải dài ít nhất 60 giây.
zh_hans: TTL 必须至少为 60 秒。
zh_hant: TTL 必須至少為 60 秒。

# TTL must be between %lld and %lld seconds
source: TTL must be between %1$lld and %2$lld seconds
de: Die TTL muss zwischen %1$lld und %2$lld Sekunden liegen
es: El TTL debe estar entre %1$lld y %2$lld segundos.
fr: La durée de vie doit être comprise entre %1$lld et %2$lld secondes.
hi: टीटीएल %1$lld और %2$lld सेकंड के बीच होना चाहिए
id: TTL harus antara %1$lld dan %2$lld detik
ja: TTL は %1$lld 秒から %2$lld 秒までである必要があります
ko: TTL은 %1$lld~%2$lld초 사이여야 합니다.
pl: TTL musi mieścić się w przedziale od %1$lld do %2$lld sekund
pt_br: O TTL deve estar entre %1$lld e %2$lld segundos
tr: TTL, %1$lld ile %2$lld saniye arasında olmalıdır
uk: TTL має бути між %1$lld і %2$lld секунд
vi: TTL phải nằm trong khoảng từ %1$lld đến %2$lld giây
zh_hans: TTL 必须介于 %1$lld 和 %2$lld 秒之间
zh_hant: TTL 必須介於 %1$lld 和 %2$lld 秒之間

source: TTL must be between 1 and 2147483647 seconds.
de: Die TTL muss zwischen 1 und 2147483647 Sekunden liegen.
es: El TTL debe estar entre 1 y 2147483647 segundos.
fr: La durée de vie TTL doit être comprise entre 1 et 2 147 483 647 secondes.
hi: टीटीएल 1 और 2147483647 सेकंड के बीच होना चाहिए।
id: TTL harus antara 1 dan 2147483647 detik.
ja: TTL は 1 ～ 2147483647 秒である必要があります。
ko: TTL은 1~2147483647초 사이여야 합니다.
pl: TTL musi mieścić się w przedziale od 1 do 2147483647 sekund.
pt_br: O TTL deve estar entre 1 e 2147483647 segundos.
tr: TTL 1 ile 2147483647 saniye arasında olmalıdır.
uk: TTL має бути від 1 до 2147483647 секунд.
vi: TTL phải nằm trong khoảng từ 1 đến 2147483647 giây.
zh_hans: TTL 必须介于 1 到 2147483647 秒之间。
zh_hant: TTL 必須介於 1 到 2147483647 秒之間。

source: TXT Verified
de: TXT bestätigt
es: TXT verificado
fr: TXT vérifié
hi: TXT सत्यापित
id: TXT Terverifikasi
ja: TXT認証済み
ko: TXT 인증됨
pl: Zweryfikowano w formacie TXT
pt_br: Texto verificado
tr: TXT Doğrulandı
uk: TXT перевірено
vi: TXT đã được xác minh
zh_hans: TXT 验证
zh_hant: TXT 驗證

source: TXT record too long (max 2048 characters)
de: TXT-Eintrag zu lang (maximal 2048 Zeichen)
es: Registro TXT demasiado largo (máximo 2048 caracteres)
fr: Enregistrement TXT trop long (maximum 2 048 caractères)
hi: TXT रिकॉर्ड बहुत लंबा है (अधिकतम 2048 अक्षर)
id: Data TXT terlalu panjang (maks 2048 karakter)
ja: TXT レコードが長すぎます (最大 2048 文字)
ko: TXT 레코드가 너무 깁니다(최대 2048자).
pl: Rekord TXT jest za długi (maks. 2048 znaków)
pt_br: Registro TXT muito longo (máximo de 2.048 caracteres)
tr: TXT kaydı çok uzun (en fazla 2048 karakter)
uk: Запис TXT задовгий (макс. 2048 символів)
vi: Bản ghi TXT quá dài (tối đa 2048 ký tự)
zh_hans: TXT 记录太长（最多 2048 个字符）
zh_hant: TXT 記錄太長（最多 2048 個字元）

source: TXT value
de: TXT-Wert
es: valor de texto
fr: Valeur TXT
hi: TXT मान
id: nilai TXT
ja: TXT値
ko: TXT 값
pl: Wartość TXT
pt_br: Valor TXT
tr: TXT değeri
uk: значення TXT
vi: giá trị TXT
zh_hans: TXT值
zh_hant: TXT值

source: Table Columns
de: Tabellenspalten
es: Columnas de tabla
fr: Colonnes du tableau
hi: टेबल कॉलम
id: Kolom Tabel
ja: テーブルの列
ko: 테이블 열
pl: Kolumny tabeli
pt_br: Colunas da tabela
tr: Tablo Sütunları
uk: Стовпці таблиці
vi: Cột bảng
zh_hans: 表格列
zh_hant: 表格列

source: Table Customizations
de: Tischanpassungen
es: Personalizaciones de mesa
fr: Personnalisations des tableaux
hi: तालिका अनुकूलन
id: Kustomisasi Tabel
ja: テーブルのカスタマイズ
ko: 테이블 사용자 정의
pl: Dostosowania stołu
pt_br: Personalizações de tabela
tr: Tablo Özelleştirmeleri
uk: Налаштування таблиці
vi: Tùy chỉnh bảng
zh_hans: 表格定制
zh_hant: 表格客製

source: Tag
de: Etikett
es: Etiqueta
fr: Étiquette
hi: टैग
id: Menandai
ja: タグ
ko: 태그
pl: Oznacz
pt_br: Etiqueta
tr: Etiket
uk: Тег
vi: Gắn thẻ
zh_hans: 标签
zh_hant: 標籤

source: Target
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
id: Sasaran
ja: ターゲット
ko: 대상
pl: Cel
pt_br: Alvo
tr: Hedef
uk: Цільова
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Target host (e.g. sip.example.com.)
de: Zielhost (z. B. sip.example.com.)
es: Host de destino (por ejemplo, sip.example.com.)
fr: Hôte cible (par exemple sip.example.com.)
hi: लक्ष्य होस्ट (उदा. सिप.example.com.)
id: Host target (mis. sip.example.com.)
ja: ターゲットホスト (例: sip.example.com.)
ko: 대상 호스트(예: sip.example.com)
pl: Host docelowy (np. sip.example.com).
pt_br: Host de destino (por exemplo, sip.example.com.)
tr: Hedef ana makine (ör. sip.example.com.)
uk: Цільовий хост (наприклад, sip.example.com.)
vi: Máy chủ mục tiêu (ví dụ: SIP.example.com.)
zh_hans: 目标主机（例如 sip.example.com。）
zh_hant: 目標主機（例如 sip.example.com。）

source: Target hostname (e.g. app.example.com.)
de: Ziel-Hostname (z. B. app.example.com.)
es: Nombre de host de destino (por ejemplo, app.example.com.)
fr: Nom d'hôte cible (par exemple, app.example.com.)
hi: लक्ष्य होस्टनाम (उदा.app.example.com.)
id: Nama host target (misalnya app.example.com.)
ja: ターゲットのホスト名 (例: app.example.com.)
ko: 대상 호스트 이름(예: app.example.com)
pl: Docelowa nazwa hosta (np. aplikacja.example.com).
pt_br: Nome do host de destino (por exemplo, app.example.com.)
tr: Hedef ana makine adı (ör. uygulama.example.com.)
uk: Цільове ім’я хосту (наприклад, app.example.com.)
vi: Tên máy chủ mục tiêu (ví dụ: app.example.com.)
zh_hans: 目标主机名（例如 app.example.com。）
zh_hant: 目標主機名稱（例如 app.example.com。）

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
hi: तकनीकी विवरण
id: Detail Teknis
ja: 技術的な詳細
ko: 기술적인 세부사항
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
tr: Teknik Detaylar
uk: Технічні деталі
vi: Chi tiết kỹ thuật
zh_hans: 技术细节
zh_hant: 技術細節

source: Tenancy OCID
de: Miet-OCID
es: OCID de arrendamiento
fr: OCID de location
hi: किरायेदारी ओसीआईडी
id: OCID Penyewaan
ja: テナントOCID
ko: 테넌시 OCID
pl: Wynajem OCID
pt_br: OCID de locação
tr: Kiracılık OCID'si
uk: Оренда OCID
vi: OCID thuê nhà
zh_hans: 租赁 OCID
zh_hant: 租賃 OCID
